{
    "help": "\u000a\u001f\u001f\u001f\u001fModify est\u0000 aqu\u0000 para mantener tu servidor de Discord seguro! Aqu\u0000 te explicamos c\u0000mo comenzar:\n\n\u001f\u001f\u001f\u001f\u001f\u001f\u001fServidor de Soporte: [\u0000nete al Servidor de Soporte de Modify](https://discord.gg/vYuTwaZ999)\n\n\u001f\u001f\u001f\u001f\u001f\u001f\u001f Comando: /log_channel\nUsa este comando para designar un canal donde Modify enviar\u0000 alertas para mensajes marcados por contener discurso de odio, amenazas, acoso, autolesi\u0000n, contenido sexual o violencia.\n\nConfiguraci\u0000n de tu canal de registro:\n1. Crea un canal nuevo (o elige uno existente) para las alertas de Modify.\n2. Aseg\u0000rate que Modify tiene permiso para enviar mensajes all\u0000.\n3. Ingresa `/log_channel` en el canal deseado para establecerlo como tu canal de registro.\n\n\u001f\u001f\u001f\u001fEso es todo! Ahora Modify enviar\u0000 notificaciones a tu canal de registro si alg\u0000n mensaje es marcado. Recuerda, necesitas permiso de 'administrar servidor' para configurar el canal de registro.\n\n\u001f\u001f\u001f\u001fPlanes futuros:\n- Niveles de umbral personalizados para categor\u0000as de contenido.\n- Pol\u0000ticas adaptadas para diferentes canales y roles.\n- Pol\u0000ticas de castigo para violaciones reiteradas.\n\nMantente atento a las actualizaciones!\n\n\u001f\u001f\u001f\u001f \u001f\u001f\u001f\u001fNecesitas m\u0000s ayuda? \u001f\u001f\u001f\u001f\u001f\u001fGracias por usar Modify! Creamos juntos una comunidad segura.\n\n\u001f\u001f\u001f Comando: /purge\nUsa este comando para eliminar mensajes en bloque en un canal. Puedes especificar la cantidad de mensajes a borrar (1-100), filtrar por contenido, usuario, mensajes de apps, o mensajes que contienen embeds.\n\nC\u0000mo usar /purge:\n- `/purge amount:<n\u0000mero>` \u0000 Eliminar hasta 100 mensajes recientes.\n- Opcional: Agrega filtros como `contains:<texto>`, `user:<usuario>`, `apps:true` o `embeds:true` para apuntar mensajes espec\u0000ficos.\n- Necesitas el permiso 'administrar mensajes' para usar este comando.\n",
    "log_channel_confirm": "Canal de registro configurado a",
    "log_channel_admin_only": "Lo siento, pero este comando es solo para administradores.",
    "log_channel_error": "Lo siento, pero algo sali\u0000 mal de nuestro lado. Por favor intenta m\u0000s tarde.",
    "categories": {
        "sexual": "Sexual",
        "sexual/minors": "Sexual/Menores",
        "harassment": "Acoso",
        "harassment/threatening": "Acoso/Amenazante",
        "hate": "Odio",
        "hate/threatening": "Odio/Amenazante",
        "illicit": "Il\u0000cito",
        "illicit/violent": "Il\u0000cito/Violento",
        "self-harm": "Autolesi\u0000n",
        "self-harm/intent": "Autolesi\u0000n/Intenci\u0000n",
        "self-harm/instructions": "Autolesi\u0000n/Instrucciones",
        "violence": "Violencia",
        "violence/graphic": "Violencia/Gr\u0000fica"
    },
    "purge_app_permission_missing": "La app no tiene el permiso de administrar mensajes.",
    "purge_user_permission_missing": "El usuario no tiene el permiso de administrar mensajes.",
    "purge_invalid_amount": "Cantidad de mensajes para purgar inv\u0000lida. Debe estar entre 1 y 100.",
    "purge_no_messages": "No hay mensajes para eliminar.",
    "purge_success": "Mensajes purgados: ",
    "evaluate_error": "No hay mensajes o im\u0000genes para evaluar."
}