{
    "help": "\u000145\u000250 **Modify Seg\u0000EDt\u000151 \u0000DAtmutat\u0000F3**\n\nA Modify az\u0000E9rt van, hogy biztons\u0000E1goss\u0000E1 tegye a Discord szerveredet! \u0000CDme, hogyan kezdhetsz hozza:\n\n🔗 **T\u0000E1mogat\u0000F3 Szerver:** [Csatlakozz a Modify t\u0000E1mogat\u0000F3 szerver\u0000E9hez](https://discord.gg/vYuTwaZ999)\n\n\ntarget=\"blank\" \u0000B7 **Parancs: /log_channel**\nHaszn\u0000E1ld ezt a parancsot arra, hogy megadj egy csatorn\u0000E1t, ahol a Modify \u0000E9rtes\u0000EDt\u0000E9seket k\u0000FCld, ha \u0000FCzenetet gy\u0000FBjtett be gy\u0000FBl\u0000F6letbesz\u0000E9d, fenyeget\u0000E9s, zaklat\u0000E1s, \u0000F6ngyilkoss\u0000E1gi gondolat, szexu\u0000E1lis tartalom vagy \u0000E9l\u0000F5szerepl\u000151s\u0000E9g miatt.\n\n**Log csatorna be\u0000E1ll\u0000EDt\u0000E1sa:**\n1. Hozz l\u0000E9tre \u0000FAj csatorn\u0000E1t (vagy v\u0000E1laszd ki a megl\u0000E9v\u000151t).\n2. Gy\u0000F6z\u000151dj meg r\u0000F3la, hogy a Modify-nak van jogosults\u0000E1ga \u0000FCzenetek k\u0000FCld\u0000E9s\u0000E9re.\n3. Add ki a `\\/log_channel` parancsot a k\u0000EDv\u0000E1nt csatorn\u0000E1ban, hogy be\u0000E1ll\u0000EDtsd azt log csatorn\u0000E1nak.\n\n\u0000C9s ennyi! A Modify mostant\u0000F3l \u0000FCzeneteket k\u0000FCld a log csatorn\u0000E1ra, ha egy \u0000FCzenetet jel\u0000F6l a rendszer. Ne feledd, a parancs haszn\u0000E1lat\u0000E1hoz \"szerver kezel\u0000E9se\" jogosults\u0000E1g sz\u0000FCks\u0000E9ges.\n\n🚀 *J\u0000F6v\u000151beni t\u0000E9m\u0000E1k:*\n- Egyedi \u0000E9rt\u0000E9kel\u0000E9si szintek tartalmi k\u0000E1t\u0000E9g\u0000F3ri\u0000E1khoz.\n- Szem\u0000E1lyre szabott szab\u0000E1lyok k\u0000FCl\u0000F6nf\u0000E9le csatorn\u0000E1khoz \u0000E9s szerepk\u0000F6rh\u0000F6z.\n- Szankci\u0000F3k ism\u0000E9telt sz\u0000E1nd\u0000E9kos szab\u0000E1lys\u0000E9rt\u0000E9s eset\u0000E9n.\n\nK\u0000F6vesd a friss\u0000EDt\u0000E9seket!\n\nTov\u0000E1bbi help? **K\u0000F6sz\u0000F6nj\u0000FCk, hogy a Modify-t haszn\u0000E1lod! T\u0000E1rsadalmi t\u0000E1mogat\u0000E1sra töreksz\u0000FCnk.**\n\n🧹 **Parancs: /purge**\nHaszn\u0000E1ld ezt a parancsot az \u0000FCzenetek t\u0000F6meges t\u0000F6rl\u0000E9s\u0000E9re. Meghat\u0000E1rozhatod a t\u0000F6r\u0000F6lni kiv\u0000E1nt \u0000FCzenetek sz\u0000E1m\u0000E1t (1-100), tartalom, felhaszn\u0000E1l\u0000F3, app \u0000FCzenet vagy embed\u0000E1lt \u0000FCzenet sz\u0000FCr\u0000E9s\u0000E9vel.\n\n**Hogyan haszn\u0000E1ld a /purge parancsot:**\n- `/purge amount:<sz\u0000E1m>` — Az utols\u0000F3 100 \u0000FCzenetb\u000151l t\u0000F6rli a meghat\u0000E1rozott darabsz\u0000E1mot.\n- Opcion\u0000E1lisan adj meg sz\u0000FAr\u0000F3kat, mint `contains:<sz\u0000F6veg>`, `user:<felhasznal\u0000F3>`, `apps:true`, vagy `embeds:true` a konkr\u0000E9t \u0000FCzenetek kiv\u0000E1laszt\u0000E1ra.\n- Ehhez \"\u0000FCzenetek kezel\u0000E9se\" jogosults\u0000E1g sz\u0000FCks\u0000E9ges.\n",
    "log_channel_confirm": "Log csatorna be\u0000E1ll\u0000EDtva erre:",
    "log_channel_admin_only": "Sajn\u0000E1lom, ez a parancs csak rendszergazd\u0000E1knak el\u0000E9rhet\u000151.",
    "log_channel_error": "Sajn\u0000E1lom, valami hiba t\u0000F6rt\u0000E9nt. K\u0000E9rem, pr\u0000F3b\u0000E1ld meg k\u0000E9s\u000151bb.",
    "categories": {
        "sexual": "Szexu\u0000E1lis",
        "sexual/minors": "Szexu\u0000E1lis/Kiskor\u0000FAak",
        "harassment": "Zaklat\u0000E1s",
        "harassment/threatening": "Zaklat\u0000E1s/Fenyeget\u000151",
        "hate": "Gy\u0000FBl\u0000F6let",
        "hate/threatening": "Gy\u0000FBl\u0000F6let/Fenyeget\u000151",
        "illicit": "Illeg\u0000E1lis",
        "illicit/violent": "Illeg\u0000E1lis/Er\u000151szakos",
        "self-harm": "\u0000D6n\u0000E1rtalmat okoz\u0000F3",
        "self-harm/intent": "\u0000D6n\u0000E1rtalmat okoz\u0000F3/Sz\u0000E1nd\u0000E9k",
        "self-harm/instructions": "\u0000D6n\u0000E1rtalmat okoz\u0000F3/\u0000DAtmutat\u0000F3k",
        "violence": "Er\u000151szak",
        "violence/graphic": "Er\u000151szak/Riport\u0000E1land\u0000F3"
    },
    "purge_app_permission_missing": "Az alkalmaz\u0000E1snak hi\u0000E1nyzik az \u0000FCzenetek kezel\u0000E9se jogosults\u0000E1ga.",
    "purge_user_permission_missing": "A felhaszn\u0000E1l\u0000F3nak hi\u0000E1nyzik az \u0000FCzenetek kezel\u0000E9se jogosults\u0000E1ga.",
    "purge_invalid_amount": "\u0000C9rv\u0000E9nytelen t\u0000F6rl\u0000E9si mennyis\u0000