{
    "help": "\u000296e16 **Guia de Ajuda do Modify**\n\nO Modify est\u0000e1 aqui para manter seu servidor Discord seguro! Aqui est\u0000e3o os primeiros passos:\n\n\u0001f517 **Servidor de Suporte:** [Participe do Servidor de Suporte do Modify](https://discord.gg/vYuTwaZ999)\n\n\u0001f4d1 **Comando: /log_channel**\nUse este comando para designar um canal onde o Modify enviar\u0000e1 alertas para mensagens que sejam detectadas contendo discurso de \u0000f3dio, amea\u0000e7as, ass\u0000e9dio, auto-mutila\u0000e7\u0000e3o, conte\u0000fado sexual ou viol\u0000eancia.\n\n**Configurando seu canal de registro:**\n1. Crie um novo canal (ou escolha um existente) para alertas do Modify.\n2. Certifique-se que o Modify tenha permiss\u0000e3o para enviar mensagens l\u0000e1.\n3. Digite `/log_channel` no canal selecionado para defini-lo como seu canal de registro.\n\n\u0002728; Isso \u0000e9 tudo! O Modify agora enviar\u0000e1 notifica\u0000e7\u0000f5es para seu canal de registro se uma mensagem for marcada. Lembre-se, voc\u0000ea precisa de permiss\u0000e3o de \"gerenciar servidor\" para configurar o canal de registro.\n\n\u0001f680 *Planos Futuros:*\n- N\u0000edveis personalizados de threshold para categorias de conte\u0000fado.\n- Pol\u0000edticas personalizadas para diferentes canais e fun\u0000e7\u0000f5es.\n- Pol\u0000edticas de puni\u0000e7\u0000e3o para viola\u0000e7\u0000f5es repetidas.\n\nFique ligado para atualiza\u0000e7\u0000f5es!\n\nPrecisa de mais ajuda? **Obrigado por usar o Modify! Vamos criar uma comunidade segura juntos.**\n\n\u0001f9f9 **Comando: /purge**\nUse este comando para apagar mensagens em massa em um canal. Voc\u0000ea pode especificar a quantidade de mensagens a apagar (1-100), filtrar por conte\u0000fado, usu\u0000e1rio, mensagens de apps, ou mensagens contendo embeds.\n\n**Como usar /purge:**\n- `/purge amount:<n\u0000famero>` \u0000e2paga at\u0000e9 100 mensagens recentes.\n- Opcional: Adicione filtros como `contains:<texto>`, `user:<usu\u0000e1rio>`, `apps:true`, ou `embeds:true` para alvo mensagesspec\u0000edficas.\n- Voc\u0000ea precisa de permiss\u0000e3o de \"gerenciar mensagens\" para usar este comando.\n",
    "log_channel_confirm": "Canal de registro definido para",
    "log_channel_admin_only": "Desculpe, mas este comando \u0000e9 apenas para administradores.",
    "log_channel_error": "Desculpe, mas algo deu errado do nosso lado. Por favor, tente novamente mais tarde.",
    "categories": {
        "sexual": "Sexual",
        "sexual/minors": "Sexual/Menores",
        "harassment": "Ass\u0000e9dio",
        "harassment/threatening": "Ass\u0000e9dio/Amea\u0000e7ador",
        "hate": "\u00021b;dio",
        "hate/threatening": "\u00021b;dio/Amea\u0000e7ador",
        "illicit": "Il\u0000edcito",
        "illicit/violent": "Il\u0000edcito/Violento",
        "self-harm": "Auto-Mutila\u0000e7\u0000e3o",
        "self-harm/intent": "Auto-Mutila\u0000e7\u0000e3o/Inten\u0000e7\u0000e3o",
        "self-harm/instructions": "Auto-Mutila\u0000e7\u0000e3o/Instru\u0000e7\u0000f5es",
        "violence": "Viol\u0000eancia",
        "violence/graphic": "Viol\u0000eancia/Gr\u0000e1fico"
    },
    "purge_app_permission_missing": "O aplicativo n\u0000e3o tem permiss\u0000e3o para gerenciar mensagens.",
    "purge_user_permission_missing": "Voc\u0000ea n\u0000e3o tem permiss\u0000e3o para gerenciar mensagens.",
    "purge_invalid_amount": "Quantidade de exclus\u0000e3o inv\u0000e1lida. Deve ser entre 1 e 100.",
    "purge_no_messages": "Nenhuma mensagem para excluir.",
    "purge_success": "Mensagens apagadas: ",
    "evaluate_error": "Nenhuma mensagem ou imagem para avaliar."
}