{
    "help": "\u00127\u0010e16 **Modify Hj\u0000e4lpguide**\n\nModify finns f\u0000f6r att h\u0000e5lla din Discord-server s\u0000e4ker! H\u0000e4r \u0000e4r hur du kommer ig\u0000e5ng:\n\n\u001f\u00129l **Supportserver:** [G\u0000e5 med i Modify Supportservern](https://discord.gg/vYuTwaZ999)\n\n\u001f\u0019211 **Kommando: \\/log_channel**\nAnv\u0000e4nd detta kommando f\u0000f6r att ange en kanal d\u0000e4r Modify kommer skicka varningar f\u0000f6r meddelanden som flaggas f\u0000f6r hatretorik, hot, trakasserier, sj\u0000e4lvskador, sexuellt inneh\u0000e5ll eller v\u0000e5ld.\n\n**S\u0000e4tt upp din loggkanal:**\n1. Skapa en ny kanal (eller v\u0000e4lj en befintlig) f\u0000f6r Modify-varningar.\n2. Se till att Modify har beh\u0000f6righet att skicka meddelanden d\u0000e4r.\n3. Skriv `\\/log_channel` i den valda kanalen f\u0000f6r att st\u0000e4lla in den som din loggkanal.\n\n\u001278\u0000a0Det \u0000e4r allt! Modify kommer nu skicka notiser till din loggkanal om ett meddelande blir flaggat. Kom ih\u0000e5g att du beh\u0000f6ver 'hantera server'-beh\u0000f6righet f\u0000f6r att st\u0000e4lla in loggkanalen.\n\n\u001f\u001280\u0000a0*Framtidsplaner:*\n- Anpassningsbara tr\u0000f6skelniv\u0000e5er f\u0000f6r inneh\u0000e5llskategorier.\n- Skr\u0000e4ddarsydda policys f\u0000f6r olika kanaler och roller.\n- Straffpolicyer f\u0000f6r upprepade f\u0000f6rbrytelser.\n\nH\u0000e5ll utkik efter uppdateringar!\n\nBeh\u0000f6ver du mer hj\u0000e4lp? **Tack f\u0000f6r att du anv\u0000e4nder Modify! L\u0000e5t oss skapa en s\u0000e4ker gemenskap tillsammans.**\n\n\u001f\u00129b\u0000a0**Kommando: /purge**\nAnv\u0000e4nd detta kommando f\u0000f6r att radera flera meddelanden i en kanal. Du kan ange antal meddelanden att radera (1-100), filtrera p\u0000e5 inneh\u0000e5ll, anv\u0000e4ndare, meddelanden fr\u0000e5n appar eller meddelanden med inb\u0000e4ddat inneh\u0000e5ll.\n\n**Hur man anv\u0000e4nder /purge:**\n- `/purge amount:<number>` \u0000e5terst\u0000e4ller upp till 100 senaste meddelandena.\n- Valfritt: L\u0000e4gg till filter som `contains:<text>`, `user:<user>`, `apps:true` eller `embeds:true` f\u0000f6r att m\u0000e5lrikta specifika meddelanden.\n- Du beh\u0000f6ver 'hantera meddelanden'-beh\u0000f6righet f\u0000f6r att anv\u0000e4nda detta kommando.\n",
    "log_channel_confirm": "Loggkanal inst\u0000e4lld till",
    "log_channel_admin_only": "Jag \u0000e4r ledsen, detta kommando \u0000e4r bara f\u0000f6r administrat\u0000f6rer.",
    "log_channel_error": "Jag \u0000e4r ledsen, men n\u0000e5got gick fel p\u0000e5 v\u0000e5r sida. F\u0000f6rs\u0000f6k igen senare.",
    "categories": {
        "sexual": "Sexuellt",
        "sexual/minors": "Sexuellt/Minder\u0000e5riga",
        "harassment": "Trakasserier",
        "harassment/threatening": "Trakasserier/Hotande",
        "hate": "Hata",
        "hate/threatening": "Hata/Hotande",
        "illicit": "Olaga",
        "illicit/violent": "Olaga/V\u0000e5ldsam",
        "self-harm": "Sj\u0000e4lvskada",
        "self-harm/intent": "Sj\u0000e4lvskada/Avsikt",
        "self-harm/instructions": "Sj\u0000e4lvskada/Instruktioner",
        "violence": "V\u0000e5ld",
        "violence/graphic": "V\u0000e5ld/Grafiskt"
    },
    "purge_app_permission_missing": "Appen saknar beh\u0000f6righet att hantera meddelanden.",
    "purge_user_permission_missing": "Anv\u0000e4ndaren saknar beh\u0000f6righet att hantera meddelanden.",
    "purge_invalid_amount": "Ogiltigt antal f\u0000f6r rensning. M\u0000e5ste vara mellan 1 och 100.",
    "purge_no_messages": "Inga meddelanden att radera.",
    "purge_success": "Rensade meddelanden: ",
    "evaluate_error": "Inga meddelanden eller bilder att utv\u0000e4rdera."
}