{
    "help": "\u000d7 Help Guide\n\nModify finns f\u0000f6r att h\u0000e5lla din Discord-server s\u0000e4ker! S\u0000e5 h\u0000e4r kommer du ig\u0000e5ng:\n\n\u001f\u0000e7 Supportserver: [G\u0000e5 med i Modify Supportserver](https://discord.gg/vYuTwaZ999)\n\n\u001f\u000d1 Kommando: /log_channel\nAnv\u0000e4nd det h\u0000e4r kommandot f\u0000f6r att ange en kanal d\u0000e4r Modify skickar varningar f\u0000f6r meddelanden som flaggas f\u0000f6r att inneh\u0000e5lla hat, hot, trakasserier, sj\u0000e4lvskada, sexuellt inneh\u0000e5ll eller v\u0000e5ld.\n\nS\u0000e4tt upp din loggkanal:\n1. Skapa en ny kanal (eller v\u0000e4lj en befintlig) f\u0000f6r Modify-varningar.\n2. Se till att Modify har beh\u0000f6righet att skicka meddelanden d\u0000e4r.\n3. Skriv /log_channel i den valda kanalen f\u0000f6r att s\u0000e4tta den som din loggkanal.\n\n\u000e5 Det \u0000e4r allt! Modify skickar nu notiser till din loggkanal om ett meddelande blir flaggat. Du m\u0000e5ste ha 'hantera server'-beh\u0000f6righet f\u0000f6r att s\u0000e4tta loggkanalen.\n\n\u001f\u0000a5 Framtida planer:\n- Anpassade tr\u0000f6skelniv\u0000e5er f\u0000f6r inneh\u0000e5llskategorier.\n- Skr\u0000e4ddarsydda regler f\u0000f6r olika kanaler och roller.\n- Straffpolicyer vid upprepade brott.\n\nH\u0000e5ll utkik f\u0000f6r uppdateringar!\n\nBeh\u0000f6ver du mer hj\u0000e4lp? Tack f\u0000f6r att du anv\u0000e4nder Modify! L\u0000e5t oss skapa en trygg gemenskap tillsammans.\n\n\u001f\u000086 Kommando: /purge\nAnv\u0000e4nd det h\u0000e4r kommandot f\u0000f6r att ta bort meddelanden i st\u0000f6rre antal i en kanal. Du kan ange antal meddelanden att ta bort (1-100), filtrera p\u0000e5 inneh\u0000e5ll, anv\u0000e4ndare, meddelanden fr\u0000e5n appar eller meddelanden som inneh\u0000e5ller inb\u0000e4ddningar.\n\nHur man anv\u0000e4nder /purge:\n- /purge amount:<number> — Ta bort upp till 100 senaste meddelanden.\n- Valfritt: L\u0000e4gg till filter som contains:<text>, user:<user>, apps:true eller embeds:true f\u0000f6r att rikta in dig p\u0000e5 specifika meddelanden.\n- Du m\u0000e5ste ha \"hantera meddelanden\"-beh\u0000f6righet f\u0000f6r att anv\u0000e4nda det h\u0000e4r kommandot.\n",
    "log_channel_confirm": "Loggkanal satt till",
    "log_channel_admin_only": "Jag beklagar, men det h\u0000e4r kommandot \u0000e4r bara f\u0000f6r administrat\u0000f6rer.",
    "log_channel_error": "Jag beklagar, men n\u0000e5got gick fel hos oss. Var god f\u0000f6rs\u0000f6k igen senare.",
    "categories": {
        "sexual": "Sexuellt",
        "sexual/minors": "Sexuellt/Minder\u0000e5riga",
        "harassment": "Trakasserier",
        "harassment/threatening": "Trakasserier/Hotfulla",
        "hate": "Hat",
        "hate/threatening": "Hat/Hotfulla",
        "illicit": "Otill\u0000e5tet",
        "illicit/violent": "Otill\u0000e5tet/V\u0000e5ldsamt",
        "self-harm": "Sj\u0000e4lvskada",
        "self-harm/intent": "Sj\u0000e4lvskada/Avsikt",
        "self-harm/instructions": "Sj\u0000e4lvskada/Instruktioner",
        "violence": "V\u0000e5ld",
        "violence/graphic": "V\u0000e5ld/Grafiskt"
    },
    "purge_app_permission_missing": "Appen saknar beh\u0000f6righet att hantera meddelanden.",
    "purge_user_permission_missing": "Anv\u0000e4ndaren saknar beh\u0000f6righet att hantera meddelanden.",
    "purge_invalid_amount": "Ogiltigt antal att rensa. M\u0000e5ste vara mellan 1 och 100.",
    "purge_no_messages": "Inga meddelanden att radera.",
    "purge_success": "Rensade meddelanden: ",
    "evaluate_error": "Inga meddelanden eller bilder att utv\u0000e4rdera."
}