{
    "help": "\u001f9d6\u001f916 **H\u0001w d\u0001ng Help Guide**\n\nModify c\u0001nh b\u001ea b\u001ea server Discord c\u001an ph\u001eem b\u001ean! D\u0001y l\u0001i c\u0001ch b\u001e1t \u001bd\u001bu:\n\n\u001f517 **H\u0001ng Server H\u0001ng Tr\u001eb:** [Tham gia Server Support Modify](https://discord.gg/vYuTwaZ999)\n\n\u001f514 **L\u0001nh: /log_channel**\nD\u0001y l\u0001i l\u0001n k\u0000ea v\u0000fat m\u001b1i ch\u001e5n b\u001ea c\u0001c tin nh\u001an c\u001an ng\u0001 ch\u001an ph\u001eem h\u0001c s\u001ea c\u001an tin t\u001eeb g\u0000em h\u001ec th\u001ea, \u0001rey h\u0000c0n, t\u0001eeb ch\u0000e9ng b\u0001ea b\u001eo ph\u001e1n, t\u001eeb d\u001a ch\u0000e9, ho\u001c b\u001ea vi\u0001c b\u001ea b\u001ea ch\u0001en.\n\n**C\u0001ch Thi\u001ebt L\u001bi Log Channel:**\n1. T\u001eeb m\u001b0t \u001b\u0000n ch\u001an ho\u001c ch\u001an c\u0000anh c\u001an \u001b\u0000n Modify b\u001an tin.\n2. \u00011mmn ch\u001an Modify c\u0000ad quy\u001en g\u001e5i tin nh\u001an  \u00011\u0000n \u001b\u0000n \u001b\u0000n l\u001bi.\n3. G\u0000i ` /log_channel` trong ch\u001an \u001b\u0000n \u001b\u0000n \u001b\u0000n \u001b\u0000n l\u001bi \u001b\u0000n v\u0000e0o \u001b\u0000n l\u001bi.\n\n\u0002728c G\u001eaf! Modify s\u001eeb g\u001e5i th\u001ea b\u001ea v\u0000e0o ch\u001an log n\u001e1y n\u001bb khi tin nh\u001an b\u001ea c\u0000xa ch\u001an. Nh\u001ban r\u0001e1ng b\u001ae c\u001an quy\u001en 'manage server' \u001b\u0000n \u001b\u0000n l\u001bi log channel.\n\n\u001f680 *K\u001bnh t\u001eeb t\u0001ed:*\n- Thi\u001ebt l\u0001bi ng\u001eaf m\u001ec n\u001e1p cho c\u0001c lo\u001bai n\u001e1y.\n- Ch\u0001ch s\u001ea ch\u001ec ch\u001e3nh cho c\u0001c ch\u001a v\u0000e0 quy\u001een.\n- Ch\u0001nh s\u001ech ch\u001ec bi\u001ebn ph\u001ea khi l\u0001i l\u001ba l\u001bi nh\u001ea hay.\n\nH\u0000e3y theo d\u001e7i c\u0000e2p nh\u001e1t!\n\nC\u001an gi\u0000a1i h\u001eeu h\u0000e3y li\u001ebn h\u0000ec! **C\u001an bi\u001eu d\u0000e0nh c\u0000fai Modify! H\u0000e3y c\u001an k\u001ec c\u001an c\u0001c c\u001ea c\u001an c\u0001c an to\u0000e0n c\u001a c\u001an c\u001an!**\n\n\u001f9f9\u0001a8 **L\u0001nh: /purge**\nS\u001eeb d\u0001ng l\u0001nh n\u001e1y \u001b\u0000n x\u0000fa l\u001ec v\u0000e0 x\u0000fa n\u001b m\u001b7t lo\u0000e0i tin nh\u001an trong m\u001b0 l\u001ba. B\u001ea c\u001an ch\u001ec m\u001b7t s\u001ed tin nh\u001an c\u0000f3 tr\u0000f2n (1-100), l\u0001bp theo n\u001ea dung, ng\u0001 d\u0001ba tin, tin nh\u001an t\u001eeb app, ho\u001c tin nh\u001an c\u0000f3 nh\u001e1nh.\n\n**C\u0001ch d\u0001ng /purge:**\n- `/purge amount:<s\u001ed>` \u001b\u0000an x\u0000fa l\u001ec t\u001eeb 100 tin nh\u001an g\u0000e2n m\u001eb.\n- T\u001eeb t\u0000fen: Th\u0000eam b\u001ea l\u0001c ch\u001edd nh\u001ea nh\u001e7 `contains:<v\u001ebt>`, `user:<user>`, `apps:true`, ho\u001c `embeds:true` \u001b\u0000n nh\u001ec m\u001b7t tin nh\u001an c\u0001c c\u0000ee.\n- B\u001ae c\u001an quy\u001en 'qu\u001ec l\u0000fd tin nh\u001an' \u001b\u0000b1 d\u001e5ng l\u0001nh n\u001e1y.\n",
    "log_channel_confirm": "K\u001bnh channel \u001b\u0000an c\u0000e0ng th\u0000e0nh",
    "log_channel_admin_only": "R\u001e1t xin l\u001ea, nh\u001ec l\u0001nh n\u001e1y ch\u0000ed d\u0000dng cho qu\u001ec tr\u001ea admin m\u001eb.",
    "log_channel_error": "R\u001e1t xin l\u001ea, c\u001an g\u0000e2y s\u001ea g\u0000ec \u001b\u0000n m\u001ed. H\u0000e3y th\u001eba l\u001ea sau.",
    "categories": {
        "sexual": "T\u001ed t\u0000ecnh d\u001ecm",
        "sexual/minors": "T\u001ed t\u0000ecnh d\u001ecm/Tr\u001em th\u0001bb",
        "harassment": "Qu\u0000e1i b\u0001en",
        "harassment/threatening": "Qu\u0000e1i b\u0001en/Do\u001ea d\u001ea",
        "hate": "Th\u0000f9 gh\u001ec",
        "hate/threatening": "Th\u0000f9 gh\u001ec/Do\u001ea d\u001ea",
        "illicit": "B\u0000e1n ph\u001ec",
        "illicit/violent": "B\u0000e1n ph\u001ec/B\u001ea v\u0000e0n",
        "self-harm": "T\u0001be h\u001ea t\u001eeb m\u0000ecnh",
        "self-harm/intent": "T\u0001be h\u001ea t\u00